//  <><div className="bg-white w-[430px] h-80 p-3 text-[#023e8a] rounded-xl shadow-lg">
//     <Chart title="📍จำนวนแหล่งน้ำแยกตามอำเภอ" subtitle="">
//         <BarChart
//             labels={[
//                 "โนนคูณ",
//                 "หัวตะพาน",
//                 "เดชอุดม",
//                 "ห้วยเม็ก",
//                 "เมือง",
//                 "นาดูน",
//                 "พยัคฆภูมิพิสัย",
//                 "แวงใหญ่",
//                 "แวงน้อย",
//                 "กุดชุม",
//                 "ชานุมาน",
//                 "เขื่องใน",
//                 "ม่วงสามสิบ",
//                 "สิรินธร",
//                 "น้ำขุ่น",
//                 "นาจะหลวย",
//                 "ตระการพืชผล",
//                 "กุดข้าวปุ้น",
//                 "ยางชุมน้อย",
//                 "เขมราฐ",
//                 "นาตาล",
//             ]}
//             values={[
//                 12, 19, 3, 5, 2, 3, 10, 15, 8, 6, 4, 7, 9, 11, 14, 13, 16, 18,
//                 17, 20, 22, 21,
//             ]} />
//     </Chart>
// </div><div className="bg-white w-[430px] h-80 p-3 text-[#023e8a] rounded-xl shadow-lg ml-auto mr-5 mt-5">
//         <Chart title="📍จำนวนแหล่งน้ำแยกตามตำบล" subtitle="">
//             <BarChart
//                 labels={[
//                     "โนนคูณ",
//                     "หัวตะพาน",
//                     "เดชอุดม",
//                     "ห้วยเม็ก",
//                     "เมือง",
//                     "นาดูน",
//                     "พยัคฆภูมิพิสัย",
//                     "แวงใหญ่",
//                     "แวงน้อย",
//                     "กุดชุม",
//                     "ชานุมาน",
//                     "เขื่องใน",
//                     "ม่วงสามสิบ",
//                     "สิรินธร",
//                     "น้ำขุ่น",
//                     "นาจะหลวย",
//                     "ตระการพืชผล",
//                     "กุดข้าวปุ้น",
//                     "ยางชุมน้อย",
//                     "เขมราฐ",
//                     "นาตาล",
//                 ]}
//                 values={[
//                     12, 19, 3, 5, 2, 3, 10, 15, 8, 6, 4, 7, 9, 11, 14, 13, 16, 18, 17,
//                     20, 22, 21,
//                 ]} />
//         </Chart>
//     </div></>